def show_main_menu():
    print("\n"
          "*****************************************\n"
          "* Добро пожаловать в базу данных школы  *\n"
          "* английского языка Skyeng :            *\n"
          "*****************************************\n"
          "* 1 - Показать все записи               *\n"
          "* 2 - Найти запись                      *\n"
          "* 3 - Добавить запись                   *\n"
          "* 4 - Редактировать запись              *\n"
          "* 5 - Удалить запись                    *\n"
          "* 6 - Экспорт/Импорт                    *\n"
          "* 0 - Выход                             *\n"
          "*****************************************\n")


def show_search_menu():
    print("\n"
          "****************************************\n"
          "* Поиск :                              *\n"
          "****************************************\n"
          "* 1 - Найти по ID                      *\n"
          "* 2 - Найти по фамилии студента        *\n"
          "* 3 - Показать ФИО всех студентов      *\n"
          "* 4 - Показать студентов курса         *\n"
          "* 5 - Показать студентов преподавателя *\n"
          "* 6 - Показать студентов группы        *\n"
          "* 0 - Предыдущее меню                  *\n"
          "* 00 - Выход                           *\n"
          "****************************************\n")    